

"notImplementedYetWithType" = "Typ: %@ ännu inte implementerad :(";
"cast" = "ROLLISTA";
"connectManually" = "Anslut Manuellt";
"connectToJellyfin" = "Anslut till Jellyfin";
"studios" = "Studior";
"displayOrder" = "Visningsordning";
"closedCaptions" = "Valfria Undertexter";
"audioAndCaptions" = "Ljud & Undertexter";
"emptyNextUp" = "Töm Nästa";
"nextUp" = "Fortsätt titta";
"wip" = "WIP";

/* Represents the light theme setting */
"light" = "Ljus";

/* Represents the dark theme setting */
"dark" = "Mörk";
"tags" = "Etiketter";
"selectCastDestination" = "Välj Cast-destination";
"seasonAndEpisode" = "S%1$@:E%2$@";
"studio" = "Studio";
"serverURL" = "Server-URL";
"seeAll" = "Visa alla";
"pageOfWithNumbers" = "Sida %1$@ of %2$@";
"otherUser" = "Annan användare";
"ok" = "OK";
"noResults" = "Inga resultat.";
"noCastdevicesfound" = "Inga Cast-enheter hittades..";
"allMedia" = "Alla Medier";
"connectToServer" = "Anslut till server";
"discoveredServers" = "Upptäckta Servrar";
"director" = "Regissör";
"apply" = "Tillämpa";

/* Represents the system theme setting */
"system" = "System";

/* Represents the Appearance setting label */
"appearance" = "Utseende";
"yourFavorites" = "Dina Favoriter";
"WhosWatching" = "Vem tittar?";
"username" = "Användarnamn";
"tryAgain" = "Försök igen";
"switchUser" = "Byt användare";
"suggestions" = "Förslag";
"sortBy" = "Sortera efter";
"signedInAsWithString" = "Inloggad som %@";
"serverInformation" = "Serverinformation";
"seasons" = "Säsonger";
"search" = "Sök";
"reset" = "Återställ";
"playbackSpeed" = "Uppspelningshastighet";
"playbackSettings" = "Uppspelningsinställningar";
"play" = "Spela";
"playNext" = "Spela Nästa";
"password" = "Lösenord";
"moreLikeThis" = "Mer Som Detta";
"loginToWithString" = "Logga in till %@";
"login" = "Logga in";
"localServers" = "Lokala Servrar";
"loading" = "Laddar";
"library" = "Bibliotek";
"latestWithString" = "Senaste %@";
"home" = "Hem";
"genres" = "Genrer";
"filters" = "Filter";
"filterResults" = "Filtrera Resultat";
"error" = "Fel";
"episodes" = "Avsnitt";
"continueWatching" = "Fortsätt Kolla";
"connect" = "Anslut";
"changeServer" = "Byt Server";
"back" = "Tillbaka";
"audioTrack" = "Ljudspår";
"allGenres" = "Alla Genrer";
"accessibility" = "Tillgänglighet";
"currentPosition" = "Nuvarande Position";
"playFromBeginning" = "Spela från början";
"remove" = "Ta bort";
"defaultScheme" = "Standardschema";
"noOverviewAvailable" = "Ingen översikt tillgänglig";
"overview" = "Översikt";
"recentlyAdded" = "Nyligen tillagda";
"retry" = "Försök igen";
"noTitle" = "Ingen titel";
"continue" = "Fortsätt";
"noLocalServersFound" = "Inga lokala servrar hittades";
"searchingDots" = "Söker…";
"connectToJellyfinServerStart" = "Anslut till en Jellyfinserver för att komma igång";
"connectToJellyfinServer" = "Anslut till Jellyfinserver";
"cancel" = "Avbryt";
"settings" = "Inställningar";
"removeAllUsers" = "Radera alla användare";
"resetAppSettings" = "Återställ Programinställningar";
"resetUserSettings" = "Återställ Användarinställningar";
"networking" = "Nätverk";
"seeMore" = "Visa mer";
"noEpisodesAvailable" = "Inga avsnitt tillgängliga";
"addURL" = "Lägg till URL";
"serverAlreadyExistsPrompt" = "Server %s existerar redan. Lägg till ny URL?";
"unknown" = "Okänt";
"unknownError" = "Okänt fel";
"userAlreadySignedIn" = "Användare %s är redan inloggad";
"serverAlreadyConnected" = "%@ är redan ansluten.";
"existingUser" = "Existerande användare";
"existingServer" = "Existerande server";
"season" = "Säsong";
"searchDots" = "Sök…";
"servers" = "Servrar";
"operatingSystem" = "Operativsystem";
"version" = "Version";
"url" = "URL";
"name" = "Namn";
"serverDetails" = "Serverdetaljer";
"favorites" = "Favoriter";
"media" = "Media";
"information" = "Information";
"series" = "Serier";
"castAndCrew" = "Rollbesättning & team";
"other" = "Andra";
"playNextItem" = "Spela nästa objekt";
"playPreviousItem" = "Spela tidigare objekt";
"autoPlay" = "Autoplay";
"previousItem" = "Tidigare objekt";
"nextItem" = "Nästa objekt";
"close" = "Stäng";
"noCodec" = "Ingen codec";
"next" = "Nästa";
"jumpLengthSeconds" = "%s sekunder";
"largest" = "Störst";
"larger" = "Större";
"regular" = "Vanlig";
"smallest" = "Minsta";
"smaller" = "Mindre";
"channels" = "TV-kanaler";
"programs" = "Program";
"tvShows" = "TV-serier";
"movies" = "Filmer";
"signInGetStarted" = "Logga in för att komma igång";
"signInToServer" = "Logga in på %s";
"signIn" = "Logga in";
"audio" = "Ljud";
"subtitles" = "Undertexter";
"subtitleSize" = "Undertextstorlek";
"user" = "Användare";
"server" = "Server";
"videoPlayer" = "Videospelare";
"items" = "Objekt";
"refresh" = "Ladda Om";
"experimental" = "Experimentell";
"jumpBackward" = "Hoppa bakåt";
"jumpForward" = "Hoppa framåt";
"playAndPause" = "Spela / Pausa";
"showFlattenView" = "Platta Biblioteksobjekt";
"reportIssue" = "Rapportera ett problem";
"requestFeature" = "Begär en Funktion";
"sourceCode" = "Källkod";
"remainingTime" = "Återstående Tid";
"chapters" = "Kapitel";
"file" = "Fil";
"removeFromResume" = "Ta Bort Från Fortsätt";
"showMissingEpisodes" = "Visa saknade avsnitt";
"showMissingSeasons" = "Visa saknade säsonger";
"airWithDate" = "Sänds %s";
"missing" = "Saknas";
"none" = "Ingen";
"cinematicViews" = "Cinematisk Vy";
"confirmClose" = "Bekräfta Stängning";
"pressDownForMenu" = "Tryck ned för meny";
"about" = "Om";
"recommended" = "Rekommenderad";
"multipleUsers" = "%d användare";
"oneUser" = "1 användare";
"present" = "Nuvarande";
"unableToConnectServer" = "Kunde inte ansluta till server";
"compact" = "Kompakt";
"normal" = "Normal";
"containers" = "Container";
"runtime" = "Speltid";
"rated" = "Betygsatt";
"unauthorized" = "Obehörig";
"unauthorizedUser" = "Obehörig användare";
"cannotConnectToHost" = "Kan inte ansluta till värd";
"showCastAndCrew" = "Visa rollbesättning";
"showPosterLabels" = "Visa affischetiketter";
"resume5SecondOffset" = "Återuppta 5 sekunders kompensation";
"playerGesturesLockGestureEnabled" = "Spelares gestlåsgest aktiverad";
"systemControlGesturesEnabled" = "Systemkontrollsgester aktiverade";
"jumpGesturesEnabled" = "Hoppgester aktiverade";
"overlayType" = "Övertäckningstyp";
"overlay" = "Övertäckning";
"editJumpLengths" = "Redigera hopplängder";
"notAvailableSlash" = "Ej Tillgänglig";
"missingItems" = "Saknade objekt";
"unableToFindHost" = "Kunde inte att hitta värd";
"tooManyRedirects" = "För Många Omdirigeringar";
"customize" = "Anpassa";
"unaired" = "Ej sänd";
"seekSlideGestureEnabled" = "Sökglidsgest aktiverad";
"jumpBackwardLength" = "Bakåthoppningslängd";
"jumpForwardLength" = "Framåthoppningslängd";
"networkTimedOut" = "Nätverkstidsgräns överskriden";
"released" = "Utgiven";
"cinematic" = "Cinematisk";
"compactLogo" = "Kompakt logotyp";
"compactPoster" = "Kompakt affisch";
"episodeNumber" = "Avsnitt %1$@";
"quickConnectNotEnabled" = "Obs. Snabbanslutning är inte aktiverat";
"quickConnectStep3" = "Skriv in följande kod:";
"quickConnectStep2" = "Öppna användarmenyn och gå till Snabbanslutningssidan";
"quickConnectStep1" = "Öppna Jellyfin-appen på din telefon eller webbläsare och logga sedan in med din användare";
"showChaptersInfoInBottomOverlay" = "Visa kapitelinfo i nedersta övertäckningen";
"quickConnectSuccessMessage" = "Autentisering med snabbanslutning lyckades. Fortsätt på din andra enhet.";
"quickConnectInvalidError" = "Ogiltig Snabbanslutningskod";
"authorize" = "Auktorisera";
"quickConnectCode" = "Snabbanslutningskod";
"quickConnect" = "Snabbanslutning";
"noPublicUsers" = "Inga offentliga användare";
"publicUsers" = "Publika användare";
"subtitleFont" = "Undertextstypsnitt";
"order" = "Ordning";
"sort" = "Sortera";
"ratings" = "Betyg";
"green" = "Grön";
"orange" = "Orange";
"red" = "Röd";
"primary" = "Primär";
"bugsAndFeatures" = "Funktioner och buggar";
"invertedLight" = "Inverterat ljus";
"appIcon" = "Appikon";
"accentColor" = "Accentfärg";
"dismiss" = "Avfärda";
"played" = "Spelad";
"unplayed" = "Ospelad";
"video" = "Video";
"subtitle" = "Undertext";
"specialFeatures" = "Bonusmaterial";
"color" = "Färg";
"collections" = "Samlingar";
"hapticFeedback" = "Haptisk respons";
"indicators" = "Indikatorer";
"posters" = "Affischer";
"seriesBackdrop" = "Seriebakgrund";
"randomImage" = "Slumpmässig bild";
"favorited" = "Favoriter";
"blue" = "Blå";
"yellow" = "Gul";
"invertedDark" = "Inverterat mörk";
"accentColorDescription" = "Vissa visningar kan möjligen behöva en appomstart för att uppdateras.";
"usePrimaryImage" = "Använd primärbild";
"usePrimaryImageDescription" = "Använder den primära bilden och gömmer logotyp.";
"episodeLandscapePoster" = "Landskapsorienterad affisch för avsnitt";
"progress" = "Uppspelningsförlopp";
"delivery" = "Leverans";
"people" = "Personer";
"liveTV" = "Live TV";
"downloads" = "Nedladdningar";
"comingSoon" = "Kommer snart";
"playback" = "Uppspelning";
"reload" = "Ladda om";
"advanced" = "Avancerat";
"enabled" = "Aktiverad";
"disabled" = "Inaktiverad";
"resetAllSettings" = "Återställ alla inställningar till standard.";
"removeAllServers" = "Ta bort alla servrar";
"grid" = "Rutnät";
"random" = "Slumpmässig";
"list" = "Lista";
"logs" = "Loggar";
"sports" = "Sport";
"kids" = "Barn";
"playbackButtons" = "Uppspelningsknappar";
"buttons" = "Knappar";
"news" = "Nyheter";
"menuButtons" = "Menyknappar";
"jump" = "Hoppa";
"timestamp" = "Tidsstämpel";
"transition" = "Övergång";
"retrievingMediaInformation" = "Hämtar medieinformation";
"videoPlayerType" = "Videospelartyp";
"gestures" = "Gester";
"audioOffset" = "Ljudförskjutning";
"subtitleOffset" = "Undertextsförskjutning";
"resumeOffset" = "Marginal";
"subtitleColor" = "Undertextfärg";
"onNow" = "Visas nu";
"aspectFill" = "Anpassa storleken till bildförhållandet";
"nativePlayer" = "Inbyggd spelare";
"current" = "Nuvarande";
"barButtons" = "Menyfältsknappar";
"right" = "Höger";
"left" = "Vänster";
"letterPicker" = "Bokstavsväljare";
"orientation" = "Riktning";
"resumeOffsetDescription" = "Antal sekunders marginal när uppspelning återupptas";
"chapterSlider" = "Kapitel";
"slider" = "Reglage";
"sliderColor" = "Reglagefärg";
"sliderType" = "Reglagetyp";
"timestampType" = "Typ av tidsstämpel";
"trailingValue" = "Efterföljande värde";
"scrubCurrentTime" = "Skrubba aktuell tid";
"pauseOnBackground" = "Pausa när media är i bakgrunden";
"playOnActive" = "Spela media när appen öppnas";
/* Option to set the test size for bitrate testing */
"testSize" = "Teststorlek";

/* General */
"jellyfin" = "Jellyfin";
"bitrateAuto" = "Automatisk";
"bitrateMbps120" = "4K - 120 Mbps";
"bitrateMbps80" = "4K - 80 Mbps";
"bitrateKbps420" = "360p - 420 Kbps";
"bitrateTestDescription" = "Bestämmer längden av det automatiska bitrate testet. Används for att hitta den tillgängliga internetbandbredden";
"bitrateTestDisclaimer" = "Längre tester är mer exakta men kan resultera i fördröjd återuppspelning.";
"addServer" = "Lägg till server";
"editServer" = "Ändra serverinställningar";
"delete" = "Radera";
"deleteServer" = "Radera server";
"bitrateMbps40" = "1080p - 40 Mbps";
"bitrateMbps10" = "1080p - 10 Mbps";
"bitrateMbps8" = "720p - 8 Mbps";
"bitrateMbps4" = "720p - 4 Mbps";
"bitrateMbps3" = "480p - 3 Mbps";
"bitrateKbps1500" = "480p - 1.5 Mbps";
"bitrateMax" = "Maximal";
"maximumBitrate" = "Maximal bithastighet";
"bitrateMbps60" = "1080p - 60 Mbps";
"bitrateMbps20" = "1080p - 20 Mbps";
"bitrateMbps15" = "1080p - 15 Mbps";
"bitrateMbps6" = "720p - 6 Mbps";
"bitrateKbps720" = "480p - 720 Kbps";
"allServers" = "Alla servrar";
"showFavorites" = "Visa favoriter";
"showRecentlyAdded" = "Visa nyligen tillagda";
"showFavorited" = "Visa favoritmarkerade";
"auto" = "Auto";
"compatible" = "Mest kompatibla";
"direct" = "Direktuppspelning";
"custom" = "Anpassad";
"compatibility" = "Kompatibilitet";
"profiles" = "Profiler";
"behavior" = "Beteende";
"bitrateTest" = "Bithastighetstest";
"bitrateDefault" = "Standardbithastighet";
"mayResultInPlaybackFailure" = "Den här inställningen kan göra så att media inte går att starta";
"bitrateDefaultDescription" = "Begränsar den använda bandbredden under uppspelning.";
"showUnwatched" = "Visa osedda";
"showWatched" = "Visa sedda";
"playbackQuality" = "Uppspelningskvalitet";
"resume" = "Återuppta";
"subtitlesDisclaimer" = "Inställningar påverkar endast vissa undertexttyper";
"showProgress" = "Visa uppspelningsförlopp";
"offset" = "Förskjutning";
"activityLog" = "Aktivitetslogg";
"interval" = "Intervall";
"remoteControl" = "Fjärrkontroll";
"administrator" = "Administratör";
"all" = "Alla";
"apiKeyCopiedMessage" = "Din API-nyckel kopierades till ditt urklipp!";
"audioChannelsNotSupported" = "Antalet ljudkanaler stöds ej";
"identify" = "Identifiera";
"bitrateMaxDescription" = "Maximerar bandbredden, upp till %@ för varje ström för att uppnå högsta kvalitet.";
"blocked" = "Blockerad";
"metadata" = "Metadata";
"cancelling" = "Avbryter...";
"hint" = "Tips";
"date" = "Datum";
"id" = "ID";
"every" = "Alla";
"kilobitsPerSecond" = "kbps";
"everyInterval" = "Var %1$@";
"hidden" = "Dold";
"itemAtItem" = "%1$@ vid %2$@";
"index" = "Index";
"language" = "Språk";
"megabitsPerSecond" = "Mbps";
"logo" = "Logotyp";
"layout" = "Layout";
"local" = "Lokalt";
"never" = "Aldrig";
"options" = "Alternativ";
"replaceAll" = "Ersätt alla";
"sortTitle" = "Sorteringstitel";
"replaceImages" = "Ersätt bilder";
"uploadFile" = "Ladda upp fil";
"reviews" = "Recensioner";
"serverLogs" = "Serverloggar";
"streams" = "Strömmar";
"weekend" = "Helg";
"task" = "Uppdrag";
"tasks" = "Jobb";
"themeSong" = "Vinjettlåt";
"translator" = "Översättare";
"users" = "Användare";
"weekday" = "Vardag";
"yes" = "Ja";
"agesGroup" = "Ålder %@";
"album" = "Album";
"allLanguages" = "Alla språk";
"allowed" = "Tillåtna";
"apiKeys" = "API-nycklar";
"apiKeysTitle" = "API-nycklar";
"behindTheScenes" = "Bakom kulisserna";
"confirm" = "Bekräfta";
"external" = "Extern";
"favorite" = "Favorit";
"folder" = "Mapp";
"format" = "Format";
"gigabitsPerSecond" = "Gbps";
"hours" = "Timmar";
"idle" = "Inaktiv";
"illustrator" = "Illustratör";
"image" = "Bilder";
"images" = "Bilder";
"imageSource" = "Bildkälla";
"indexNumber" = "Indexnummer";
"interview" = "Intervju";
"menu" = "Meny";
"method" = "Metod";
"minutes" = "Minuter";
"music" = "Musik";
"no" = "Nej";
"apiKeyCopied" = "API-nyckel kopierad";
"birthday" = "Födelsedag";
"birthYear" = "Födelseår";
"bitsPerSecond" = "bps";
"books" = "Böcker";
"category" = "Kategori";
"chapter" = "Kapitel";
"clip" = "Klipp";
"columns" = "Kolumner";
"daily" = "Daglig";
"dashboard" = "Panel";
"dates" = "Datum";
"dayOfWeek" = "Veckodag";
"days" = "Dagar";
"details" = "Detaljer";
"device" = "Enhet";
"digital" = "Digital";
"disc" = "Skiva";
"done" = "Klar";
"duplicateUserSaved" = "%@ har redan sparats";
"edit" = "Redigera";
"rating" = "Betyg";
"replaceMetadata" = "Ersätt metadata";
"required" = "Krävs";
"role" = "Roll";
"rotate" = "Rotera";
"screenshot" = "Skärmdump";
"security" = "Säkerhet";
"selectAll" = "Välj alla";
"selectImage" = "Välj bild";
"selectServer" = "Välj server";
"seriesName" = "Serienamn";
"session" = "Session";
"sessions" = "Sessioner";
"sortName" = "Sorteringsnamn";
"status" = "Status";
"stop" = "Stopp";
"taskCompleted" = "Färdiga";
"taskFailed" = "Misslyckade";
"terabitsPerSecond" = "Tbps";
"thumb" = "Miniatyr";
"time" = "Tid";
"tv" = "TV";
"type" = "Typ";
"uploadPhoto" = "Ladda upp bild";
"weekly" = "Veckovis";
"year" = "År";
"absolute" = "Absolut";
"add" = "Lägg till";
"access" = "Tillgång";
"accessSchedules" = "Åtkomstscheman";
"active" = "Aktiv";
"activity" = "Aktivitet";
"actor" = "Skådespelare";
"addAPIKey" = "Lägg till API-nyckel";
"author" = "Författare";
"banner" = "Banner";
"continuing" = "Fortsätter";
"country" = "Land";
"createAPIKey" = "Skapa API-nyckel";
"episode" = "Avsnitt";
"producer" = "Producent";
"production" = "Produktion";
"profile" = "Profil";
"profileImage" = "Profilbild";
"refreshMetadata" = "Uppdatera metadata";
"regional" = "Regional";
"rememberLayout" = "Kom ihåg layout";
"restartServer" = "Starta om server";
"scene" = "Scen";
"tag" = "Etikett";
"timeLimit" = "Tidsgräns";
"timeLimitLabelWithValue" = "Tidsgräns: %1$@";
"title" = "Titel";
"trailer" = "Trailer";
"trailers" = "Trailers";
"addUser" = "Lägg till användare";
"albumArtist" = "Albumartist";
"aired" = "Sändes";
"airedEpisodeOrder" = "Avsnitt i sändningsordning";
"applicationName" = "Applikationsnamn";
"alternate" = "Alternativ";
"apiKeysDescription" = "Externa program kräver en API-nyckel för att kommunicera med din server.";
"artist" = "Artist";
"changePin" = "Ändra lösenkod";
"audioProfileNotSupported" = "Ljudprofilen stöds ej";
"accessTagAllowDescription" = "Användare kommer inte ha tillgång till någon media om den inte innehåller minst en tillåten tagg.";
"accessScheduleInvalidTime" = "Sluttiden måste komma efter starttiden.";
"accessSchedulesDescription" = "Definiera tillåtna timmar för användning och blockera tillgång utanför dessa tider.";
"albums" = "Album";
"artists" = "Artister";
"audioBook" = "Ljudbok";
"audioBooks" = "Ljudböcker";
"book" = "Bok";
"channel" = "Kanal";
"collection" = "Samling";
"collectionFolder" = "Samlingsmapp";
"collectionFolders" = "Samlingsmappar";
"controlOtherUsers" = "Styr andra användare";
"createPinForUser" = "Skapa en lösenkod för att logga in på %@ på den här enheten";
"airTime" = "Sändningstid";
"allAudiences" = "Alla målgrupper";
"allDevicesDescription" = "Visa alla tidigare och nuvarande enheter som har anslutit.";
"arranger" = "Arrangerare";
"art" = "Konst";
"ascending" = "Stigande";
"box" = "Låda";
"capsule" = "Kapsel";
"colorist" = "Färgläggare";
"columnsWithCount" = "Kolumner: %@";
"controlSharedDevices" = "Styr delade enheter";
"createAndJoinGroups" = "Skapa och gå med i grupper";
"anamorphicVideoNotSupported" = "Anamorfisk video stöds ej";
"audioBitDepthNotSupported" = "Ljudets bitdjup stöds ej";
"audioCodecNotSupported" = "Ljud-codec stöds ej";
"audioIsExternal" = "Ljudspåret är externt och kräver omkodning";
"birateAutoDescription" = "Testar din serveranslutning för att bedöma din internethastighet och justerar bandbredden automatiskt.";
"client" = "Klient";
"community" = "Gemenskap";
"createAPIKeyMessage" = "Ange applikationsnamnet för den nya API-nyckeln.";
"accessTagAlreadyExists" = "Åtkomstetikett finns redan";
"accessTagBlockDescription" = "Användaren kommer ha åtkomst till all media, förutom när den innehåller en blockerad etikett.";
"accessTags" = "Åtkomstetiketter";
"accessTagsDescription" = "Använd etiketter för att tillåta eller begränsa den här användarens tillgång till media.";
"addAccessSchedule" = "Lägg till åtkomstschema";
"addAccessTag" = "Lägg till åtkomstetikett";
"confirmNewPassword" = "Bekräfta nytt lösenord";
"confirmPassword" = "Bekräfta lösenord";
"enabledTrailers" = "Aktivera trailers";
"audioTranscoding" = "Ljud-transkodning";
"deleteTrigger" = "Ta bort trigger";
"disclaimer" = "Ansvarsfriskrivning";
"editUsers" = "Redigera användare";
"confirmDeleteServerAndUsers" = "Vill du verkligen radera %@ och alla dess anslutna användare?";
"coverArtist" = "Cover-artist";
"dateOfDeath" = "Dödsdatum";
"engineer" = "Ingenjör";
"decreasePlaybackSpeed" = "Sänk uppspelningshastigheten";
"deleteImage" = "Radera bild";
"learnMoreEllipsis" = "Läs mer...";
"deleteItemConfirmation" = "Är du säker på att du vill ta bort det här objektet?";
"level" = "Nivå";
"deleteUserSelfDeletion" = "Kan inte ta bort en användare från samma användare (%1$@).";
"dimensions" = "Dimensioner";
"detailed" = "Detaljerad";
"directPlayError" = "Ett fel uppstod under direktuppspelning";
"errorDetails" = "Feldetaljer";
"existsOnServer" = "Detta objekt finns på din Jellyfin-server.";
"fullTopAndBottom" = "Full topp-och-botten";
"halfSideBySide" = "Halv sida-vid-sida";
"genresDescription" = "Kategorier som beskriver temat eller stilen av media.";
"guestStar" = "Gäststjärna";
"increasePlaybackSpeed" = "Öka uppspelningshastighet";
"joinGroups" = "Gå med i grupper";
"lastRun" = "Senaste körning";
"metadataPreferences" = "Metadatainställningar";
"leftVerticalPan" = "Vänster vertikal panorering";
"quickConnectCodeInstruction" = "Ange den 6-siffriga koden från din andra enhet.";
"rememberSorting" = "Kom ihåg sorteringsordning";
"rememberSortingFooter" = "Kom ihåg sorteringsordning för enskilda bibliotek";
"score" = "Poäng";
"startTime" = "Starttid";
"totalTime" = "Totaltid";
"transcode" = "Transkoda";
"unableToPerformDeviceAuthFaceID" = "Kan inte autentisera enheten. Du behöver kanske aktivera Face ID i Reefys inställningar.";
"lockAllFields" = "Lås alla fält";
"lockedFields" = "Låsta fält";
"lyricist" = "Textförfattare";
"mediaAccess" = "Mediaåtkomst";
"mediaPlayback" = "Mediauppspelning";
"movie" = "Film";
"musicVideo" = "Musikvideo";
"musicVideos" = "Musikvideor";
"neverRun" = "Aldrig kört";
"newPassword" = "Nytt lösenord";
"newUser" = "Ny användare";
"noSession" = "Ingen session";
"onApplicationStartup" = "Vid programstart";
"originalAirDate" = "Ursprungligt sändningsdatum";
"originalAspectRatio" = "Ursprunglig aspektratio";
"originalTitle" = "Ursprunglig titel";
"parentalControls" = "Föräldrakontroll";
"passwordsDoNotMatch" = "Det nya lösenordet matchar inte.";
"pause" = "Pause";
"person" = "Person";
"photo" = "Foto";
"photoAlbum" = "Fotoalbum";
"photoAlbums" = "Fotoalbum";
"photos" = "Foton";
"pin" = "Lösenkod";
"playlistsFolders" = "Mappar för spellistor";
"playCount" = "Antal spelningar";
"portrait" = "Porträtt";
"premiereDate" = "Premiärdatum";
"productionLocations" = "Produktionsplatser";
"productionYear" = "Produktionsår";
"recording" = "Inspelning";
"recordings" = "Inspelningar";
"releaseDate" = "Utgivningsdatum";
"reorder" = "Ändra ordning";
"replace" = "Ersätt";
"restartWarning" = "Är du säker på att du vill starta om servern?";
"run" = "Kör";
"running" = "Kör...";
"save" = "Spara";
"saveUserWithoutAuthDescription" = "Spara användaren till den här enheten utan lokal autentisering.";
"scheduleAlreadyExists" = "Schema finns redan";
"searchScore" = "Sök poäng";
"setPin" = "Ange lösenkod";
"setPinForNewUser" = "Ange lösenkod för ny användare.";
"shutdownServer" = "Stäng av servern";
"supportsMediaControl" = "Mediakontroll";
"timeLeft" = "Tid kvar";
"tvChannel" = "TV-kanal";
"tvProgram" = "TV-program";
"tvPrograms" = "TV-program";
"unableToOpenTrailer" = "Kan inte öppna trailer";
"unlimited" = "Obegränsad";
"unsavedChangesMessage" = "Du har osparade ändringar. Är du säker på att du vill kasta dem?";
"userViews" = "Användarvyer";
"aggregateFolder" = "Sammanställ mapp";
"aggregateFolders" = "Sammanställ mappar";
"albumArtists" = "Albumartister";
"basePluginFolder" = "Plugin-mapp";
"basePluginFolders" = "Plugin-mappar";
"channelFolder" = "Kanal-mapp";
"channelFolderItem" = "Kanal-mappobjekt";
"channelFolderItems" = "Kanal-mappobjekt";
"deleteMedia" = "Ta bort media";
"deleteSchedule" = "Ta bort schema";
"deleteSelectedSchedules" = "Ta bort valda scheman";
"deviceAuthFailed" = "Enhetsautentisering misslyckades";
"enterPinForUser" = "Ange lösenkod för %@";
"episodeRuntimeDescription" = "Avsnittslängd i minuter.";
"existingItems" = "Befintliga objekt";
"featurette" = "Bonusmaterial";
"folders" = "Mappar";
"format3D" = "3D-format";
"fullSideBySide" = "Full sida-vid-sida";
"lastSeen" = "Senast sedd";
"lockedUsers" = "Låsta användare";
"lyrics" = "Text";
"permissions" = "Behörigheter";
"playlist" = "Spellista";
"playlists" = "Spellistor";
"playlistsFolder" = "Mapp för spellistor";
"profileNotSaved" = "Profilen sparades inte";
"program" = "Program";
"quickConnectUserDisclaimer" = "Denna användare kommer att autentiseras på den andra enheten.";
"tvChannels" = "TV-kanaler";
"userView" = "Användarvy";
"additionalSecurityAccessDescription" = "Ytterligare säkerhetskrav för användare inloggade på denna enhet. Detta ändrar inte användarinställningarna på Jellyfin-servern.";
"addTrigger" = "Lägg till trigger";
"brightness" = "Ljusstyrka";
"channelDisplay" = "Kanalvisning";
"conductor" = "Dirigent";
"creator" = "Skapare";
"customProfile" = "Anpassad profil";
"customRating" = "Anpassat betyg";
"dateModified" = "Datum ändrat";
"datePlayed" = "Datum spelat";
"default" = "Förvald";
"deleteDeviceFailed" = "Misslyckades att ta bort enhet";
"deleteItemConfirmationMessage" = "Är du säker på att du vill ta bort det här objektet? Det går inte att ångra.";
"deleteUser" = "Ta bort användare";
"deleteUserSingleConfirmation" = "Vill du verkligen ta bort %@?";
"descending" = "Fallande";
"deleteUserWarning" = "Vill du verkligen ta bort den här användaren?";
"deviceAccess" = "Enhetsåtkomst";
"deviceAuth" = "Enhetsautentisering";
"deviceProfile" = "Enhetsprofil";
"directStream" = "Direktström";
"enableAllDevices" = "Aktivera alla enheter";
"endDate" = "Slutdatum";
"ended" = "Avslutad";
"endTime" = "Sluttid";
"enterSeasonNumber" = "Ange säsongsnummer.";
"enterEpisodeNumber" = "Ange avsnittsnummer.";
"everyday" = "Varje dag";
"failedLogins" = "Misslyckade inloggningar";
"findMissing" = "Hitta saknade";
"findMissingDescription" = "Hitta saknad metadata och bilder.";
"forceRemoteTranscoding" = "Tvinga transkodning av fjärrmedia";
"halfTopAndBottom" = "Halv topp-och-botten";
"hideUserFromLoginScreen" = "Göm användaren från loginskärmen";
"horizontalPan" = "Horisontell panorering";
"horizontalSwipe" = "Horisontell swipe";
"incorrectPinForUser" = "Fel lösenkod för %@";
"large" = "Stor";
"learnMore" = "Läs mer";
"landscape" = "Landskap";
"letter" = "Bokstav";
"libraries" = "Bibliotek";
"likedItems" = "Gillade objekt";
"loadingUserFailed" = "Misslyckades att ladda användare";
"unableToUpdateCustomName" = "Kunde inte uppdatera anpassat namn";
"volume" = "Volym";
"votes" = "Röster";
"allUsersDescription" = "Visa och hantera alla registrerade användare på servern, inklusive deras åtkomst och aktivitetsstatus.";
"alternateDVD" = "Alternativ DVD";
"blockUnratedItems" = "Blockera objekt som saknar åldersgräns";
"composer" = "Kompositör";
"criticRating" = "Kritikerbetyg";
"critics" = "Kritiker";
"currentPassword" = "Nuvarande lösenord";
"customSessions" = "Anpassade sessioner";
"dateCreated" = "Datum skapat";
"dateLastContentAdded" = "Datum tillagt";
"dateAdded" = "Datum tillagt";
"deleteAPIKeyMessage" = "Vill du verkligen permanent radera denna nyckel?";
"deleteDevice" = "Ta bort enhet";
"deleteDeviceWarning" = "Är du säker på att du vill ta bort den här enheten? Denna session kommer att loggas ut.";
"deletedScene" = "Raderad scen";
"deleteScheduleWarning" = "Är du säker på att du vill ta bort det här schemat?";
"deleteSelectedConfirmation" = "Är du säker på att du vill ta bort de valda objekten?";
"deleteSelectedDevices" = "Ta bort valda enheter";
"deleteSelectionSchedulesWarning" = "Vill du verkligen ta bort alla valda scheman?";
"deleteSelectionUsersWarning" = "Vill du verkligen ta bort alla valda användare?";
"deleteTriggerConfirmationMessage" = "Vill du verkligen ta bort den här triggern? Det går inte att ångra.";
"deleteSelectedUsers" = "Ta bort valda användare";
"deleteSelectionDevicesWarning" = "Är du säker på att du vill ta bort alla valda enheter? Alla valda sessioner kommer att loggas ut.";
"deleteUserFailed" = "Misslyckades att ta bort användare";
"deleteUserMultipleConfirmation" = "Vill du verkligen ta bort %d användare?";
"deletion" = "Borttagning";
"devices" = "Enheter";
"directPlay" = "Direktuppspelning";
"duration" = "Längd";
"editCollections" = "Redigera samlingar";
"editMedia" = "Redigera media";
"remoteConnections" = "Fjärranslutningar";
"removeAll" = "Ta bort alla";
"replaceAllDescription" = "Ersätt all olåst metadata och bilder med ny information.";
"shutdownWarning" = "Vill du verkligen stänga av servern?";
"startDate" = "Startdatum";
"triggerAlreadyExists" = "Trigger finns redan";
"triggers" = "Triggers";
"unableToPerformDeviceAuth" = "Kan inte autentisera enheten";
"unreleased" = "Outgiven";
"usernameRequired" = "Användarnamn krävs";
"userPinRequiredDescription" = "Den här användaren kommer behöva lösenkod.";
"videoResolutionNotSupported" = "Videoupplösningen stöds inte";
"writer" = "Författare";
"years" = "År";
"customBitrate" = "Anpassad bithastighet";
"enterPin" = "Ange lösenkod";
"lastRunTime" = "Kördes senast %@";
"passwordChangedMessage" = "Användarens lösenord har ändrats.";
"penciller" = "Penntecknare";
"success" = "Lyckades";
"replaceSubtitle" = "Ersätt undertext";
"audioBitrateNotSupported" = "Bithastighet för ljudspåret stöds ej";
"compatibleDescription" = "Konverterar all media till H.264 video och AAC ljud för maximal kompatibilitet. Kan kräva transkodning på servern för icke-kompatibla mediatyper.";
"backdrop" = "Bakgrund";
"capabilities" = "Förmågor";
"containerNotSupported" = "Containerns format stöds ej";
"autoDescription" = "Optimerar uppspelning med standardinställningar för dem flesta enheter. Vissa format kan behöva konverteras i serven för mediatyper som ej är kompatibla.";
"birthplace" = "Födelseort";
"blockUnratedItemsDescription" = "Blockerar innehåll från denna användare där information om åldersgräns saknas.";
"born" = "Född";
"cinematicBackground" = "Cinematisk bakgrund";
"customConnectionsDescription" = "Ange antalet maximala anslutningar en användare kan ha till servern.";
"customDescription" = "Tillåter avancerad anpassning av enhetsprofiler för den inbyggda uppspelningen. Felaktiga inställningar kan påverka uppspelningen.";
"customDeviceNameSaved" = "Det anpassade namnet för din enhet '%15\"' har sparats.";
"customDeviceProfileAdd" = "De anpassade enhetsprofilerna kommer läggas till i Reefys standardprofiler.";
"customDeviceProfileReplace" = "De anpassade enhetsprofilerna kommer ersätta Reefys standardprofiler.";
"customFailedLoginDescription" = "Ange hur många felaktiga inloggningsförsök som tillåts innan användaren blockeras.";
"customFailedLogins" = "Anpassa antal inloggningsförsök";
"dashboardDescription" = "Utför adminstrativa åtgärder för din Jellyfin server.";
"deleteDeviceSelfDeletion" = "Kan inte ta bort en session från samma enhet (%15\").";
"defaultFailedLoginDescription" = "Administratörer låses ute efter 5 misslyckade försök. Icke-administrativa konton låses ute efter 3 misslyckade försök.";
"audioSampleRateNotSupported" = "Ljudsamplingar stöds ej";
"containerBitrateExceedsLimit" = "Containerns bithastighet överstiger den tillåtna gränsen";
"embedded" = "Inbäddad";
"embeddedSubtitleFooter" = "Inbäddade undertexter kan inte redigeras.";
"failedDeletionAtIndexError" = "Kunde inte ta bort objektet vid index %1$@: %2$@";
"forced" = "Tvingad";
"enterCustomFailedLogins" = "Ange en anpassad gräns för misslyckade inloggningar";
"genre" = "Genre";
"editor" = "Klippare";
"doubleTouch" = "Dubbeltryck";
"duplicateUser" = "Användardublett";
"boxRear" = "Baksida låda";
"communityRating" = "Gemenskapsomdöme";
"deviceProfileDescription" = "Bestäm vilka medier som ska spelas upp direkt eller kräver servertranskodning för kompatibilitet.";
"died" = "Avliden";
"directDescription" = "Spelar innehåll i sitt originalformat. Kan orsaka uppspelningsproblem för mediatyper som inte stöds.";
"dvd" = "DVD";
"enableAllLibraries" = "Aktivera alla mappar";
"enterCustomBitrate" = "Ange anpassad bithastighet i Mbps";
"enterCustomMaxSessions" = "Ange en anpassad gräns för maximalt antal sessioner";
"executed" = "Utförd";
"gestureLock" = "Gestlås";
"maximumConnectionsDescription" = "Begränsar antalet totala anslutningar en användare kan ha till servern.";
"maximumFailedLoginPolicyReenable" = "Utelåsta användare måste återaktiveras av administratör.";
"maxParentalRatingDescription" = "Innehåll med högre åldersgräns kommer att döljas för denna användare.";
"nextUpRewatch" = "Se om i \"Fortsätt titta\"";
"resetSettings" = "Återställ inställningar";
"maximumFailedLoginPolicy" = "Maximalt antal misslyckade inloggningsförsök";
"hearingImpaired" = "Nedsatt hörsel";
"inactive" = "Inaktiv";
"invalidFormat" = "Ogiltigt format";
"manage" = "Hantera";
"manageSubtitlesDescription" = "Ta bort, ladda upp, eller sök efter externa undertexter";
"maximumSessions" = "Maximalt antal sessioner";
"mvc" = "MVC";
"native" = "Inbyggd";
"noItemSelected" = "Inget objekt valt";
"perfectMatch" = "Perfekt matchning";
"replaceImagesDescription" = "Ersätt alla bilder med nya bilder.";
"maximumRemoteBitrate" = "Maximal bithastighet för fjärranslutningar";
"nextUpDaysDescription" = "Ange maximalt antal dagar ett program ska finnas i \"Fortsätt titta\" utan att ha spelats.";
"noRuntimeLimit" = "Ingen exekveringsgräns";
"pinch" = "Nypgest";
"rememberLayoutFooter" = "Kom ihåg layout för enskilda bibliotek";
"gesturesLocked" = "Gester låsta";
"liveTVChannel" = "Live TV-kanal";
"liveTVAccess" = "Åtkomst till Live TV";
"liveTVProgram" = "Live TV-program";
"liveTVRecordingManagement" = "Live TV-inspelningshantering";
"maxParentalRating" = "Maximal åldersgräns";
"interlacedVideoNotSupported" = "Flätade videoformat stöds ej";
"mediaAttributes" = "Mediaattribut";
"mixer" = "Mixer";
"missingCodecValues" = "Saknas codec-värden";
"refFramesNotSupported" = "Antalet referensbilder stöds inte";
"resetSettingsDescription" = "Återställ användarinställningar för Reefy";
"resetPlaybackSpeed" = "Återställ uppspelningshastighet";
"gesturesUnlocked" = "Gester upplåsta";
"inker" = "Tuschare";
"letterer" = "Textare";
"likes" = "Gilla-markeringar";
"liveTVChannels" = "Live TV-kanaler";
"liveTVPrograms" = "Live TV-program";
"logsDescription" = "Öppna Jellyfin-serverns loggar för felsökning och övervakning.";
"manualPlaylistsFolder" = "Manuell mapp för spellistor";
"manualPlaylistsFolders" = "Manuella mappar för spellistor";
"longPress" = "Långtryck";
"management" = "Administration";
"maximumFailedLoginPolicyDescription" = "Sätter maximalt antal misslyckade inloggningsförsök innan en användare blir utelåst.";
"mediaDownloads" = "Medianedladdningar";
"multiTap" = "Flertryck";
"nextUpDays" = "Antal dagar i \"Fortsätt titta\"";
"noDeviceProfileWarning" = "Inga profiler har definierats. Uppspelningsfel kan ske.";
"officialRating" = "Officiell åldersgräns";
"parentalRating" = "Åldersgräns";
"parentIndexNumber" = "Överordnat index";
"passwordChangeWarning" = "Ändrar Jellyfin-serverns användarlösenord. Detta ändrar inga Reefy-inställningar.";
"peopleDescription" = "Personer som hjälpt till att skapa eller framträda i specifik media.";
"provider" = "Leverantör";
"remixer" = "Remixer";
"remux" = "Remuxa";
"replaceDeviceProfileWarning" = "Aktuella profilvärden kan orsaka uppspelningsfel";
"replaceMetadataDescription" = "Ersätt upplåst metadata med ny information.";
"requireDeviceAuthDescription" = "Kräv enhetsautentisering när användaren loggar in.";
"requireDeviceAuthForQuickConnectUser" = "Kräv enhetsautentisering för att logga in som Quick Connect-användaren på denna enhet.";
"requireDeviceAuthForUser" = "Kräv enhetsautentisering för att logga in %@ på denna enhet.";
"requirePinDescription" = "Kräv lokal lösenkod när användaren loggas in. Denna kod kan inte återläsas.";
"resetFilterFooter" = "Återställ filtervärden.";
"resetSettingsMessage" = "Är du säker att du vill återställa alla användarinställningar?";
"maximumSessionsPolicy" = "Policy för maximalt antal sessioner";
"ratingDescription" = "%@-rating på skala 1 till 10.";
"scrub" = "Skrubba";
"serverVersionWarning" = "Reefy kräver Jellyfin version %@ eller högre.";
"signoutBackground" = "Logga ut i bakgrunden";
"secondaryAudioNotSupported" = "Sekundärt ljud stöds ej";
"rightVerticalPan" = "Höger vertikal panorering";
"resumeOffsetTitle" = "Marginal vid återuppspelning";
"sample" = "Exempel";
"seriesDatePlayed" = "Datum serien spelats";
"set" = "Ändra";
"setPinHintDescription" = "Ange en ledtråd när lösenkod efterfrågas.";
"short" = "Kortfilm";
"signoutBackgroundFooter" = "Loggar ut den senaste användaren när Reefy har legat i bakgrunden utan mediauppspelning efter en period";
"split" = "Split";
"storyArc" = "Handlingsbåge";
"taglines" = "Taglines";
"tagline" = "Tagline";
"transcodeReasons" = "Anledning för transkodning";
"taskTriggerTimeLimit" = "Anger maximal körtid (i timmar) för exkveringen av detta jobb.";
"tasksDescription" = "Jobb är operationer som schemaläggs för att köra periodiskt eller startas manuellt.";
"themeVideo" = "Titelvideo";
"signoutClose" = "Logga ut vid stängning";
"signoutCloseFooter" = "Loggar ut den sista användaren när Reefy blivit tvångsavslutad";
"similarityScore" = "Likhetspoäng";
"slowScrub" = "Långsam skrubbning";
"splashscreen" = "Uppstartsbild";
"splashscreenFooter" = "När \"alla servrar\" är valt, använd uppstartsbild från en server eller slumpmässig server";
"studiosDescription" = "Studio(r) inblandade i skapandet av mediet.";
"supportsPersistentIdentifier" = "Unikt ID";
"tagsDescription" = "Etiketter som används för att organisera eller understryka specifika mediaattribut.";
"taskAborted" = "Avbruten";
"taskCancelled" = "Annullerad";
"taskTriggerInterval" = "Anger tid (i minuter) mellan aktiveringar av jobb.";
"thumbSlider" = "Miniatyr";
"unknownAudioStreamInfo" = "Ljudströmsinformationen är okänd";
"subtitleCodecNotSupported" = "Undertext-codec stöds ej";
"syncPlay" = "SyncPlay";
"videoBitDepthNotSupported" = "Videons bitdjup stöds ej";
"videoBitRate" = "Videons bithastighet";
"videoCodecTagNotSupported" = "Videons codec-tag stöds ej";
"userDeviceAuthRequiredDescription" = "Denna användare kommer behöva enhetsautentisering.";
"willBeCreatedOnServer" = "Detta skapas som ett nytt objekt på din Jellyfin-server.";
"unknownVideoStreamInfo" = "Videoströmmens information är okänd";
"unlimitedConnectionsDescription" = "Användaren kan ansluta till servern utan begränsningar.";
"unlimitedFailedLoginDescription" = "Tillåter ett obegränsat antal misslyckade inloggningsförsök utan att användaren blir utelåst.";
"useAsTranscodingProfile" = "Använd som profil för transkodning";
"userRequiresDeviceAuthentication" = "Användare %@ kräver enhetsautentisering";
"userRootFolder" = "Användarens root-mapp";
"userRootFolders" = "Användares root-mappar";
"useSplashscreen" = "Använd uppstartsbild";
"videoBitrateNotSupported" = "Videons bithastighet stöds ej";
"videoCodecNotSupported" = "Video-codec stöds ej";
"videoLevelNotSupported" = "Videons level stöds ej";
"videoFramerateNotSupported" = "Videons framerate stöds ej";
"videoProfileNotSupported" = "Videoprofilen stöds ej";
"videoRemuxing" = "Video-remuxing";
"videoRangeTypeNotSupported" = "Videons range-typ stöds ej";
"videos" = "Videor";
"yearsOld" = "%@ år gammal";
"videoTranscoding" = "Video-transkodning";
"viewsMayRequireRestart" = "Några vyer kan behöva en app-omstart för att uppdateras.";
"communityRatingDescription" = "Gemenskapsomdöme på en skala från 1 till 10.";
"customName" = "Anpassat namn";
"replaceItemConfirmation" = "Är du säker på att du vill ersätta detta objektet?";
"criticRatingDescription" = "Kritikerbetyg på en skala från 1 till 100.";
"streamCountExceedsLimit" = "Antalet strömningar överstiger den tillåtna gränsen";
